;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Tilt
; TranslationAuthorEmail: tiltstr@gmail.com
; TranslationAuthorWeb: http://tiltstr.seesaa.net/
; Soft Version: 1.07.16
; Update: 2012-09-28
;
[GUI]
ButtonYes=はい
ButtonNo=いいえ
ButtonOK=OK
ButtonMinimize=最小化
ButtonMaximize=最大化
ButtonClose=閉じる
ButtonRestore=復帰
ButtonMenu=メニュー	 

[Lang]
NativeLanguage=日本語
[Translation]
LangCode=0411
ReadHabit=Left-to-right
LanguageName=JPN
DefaultFont=MS UI Gothic
DefaultFontSize=9
DefaultCharset=SHIFTJIS_CHARSET
Information=情報
Warning=警告
Error=エラー
Confirm=確認
CurVer=現在のバージョン:
;
; About
;
FrmGBAbout.caption=情報
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=現在のバージョン：
FrmGBAbout.lblemail.caption=サポート E-メール:
FrmGBAbout.lblhome.caption=ホームページ：
FrmGBAbout.lblthank.caption=貢献していただいた以下の方々に感謝します:

;
; Popup Menu
;
pmHelp=オンラインヘルプ
pmHome=ホームページ
pmCheckNew=アップデートの確認
pmLang=言語
pmAbout=情報
pmCheckNew=アップデートの確認
pmrun=ゲームを実行
pmadd=ゲームを追加
pmdel=ゲームを除去
pminfo=ゲームの情報
pmEndProcess=プロセスを終了
pmExclude=除外
pmNoExclude=除外を中止
pmGoogle=Google で検索


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=マイゲーム
FrmGBMain.BtnTabOpt.Caption=システムの最適化
FrmGBMain.BtnTabProcess.Caption=プロセスの最適化
FrmGBMain.BtnTabService.Caption=サービスの最適化
FrmGBMain.Btnlikeit.Caption=like it
FrmGBMain.BtnRestore.Caption=復帰

;
; Like Us
;
FrmLikeit.lblTitle.caption=Wise Game Booster を気に入っていただけたなら、是非この無料ツールを紹介してください
FrmLikeit.lblInfo.caption=E-メール、ブログ、Twitter、Youtube、Facebook その他様々な場所で、家族、友人、級友、同僚などに Wise Game Booster を紹介してみんなで共有しましょう! 
FrmLikeit.lblRate.caption= Wise Game Booster を評価:
FrmLikeit.lblfollow.caption=Follow Us on:
FrmLikeit.lblshare.caption=Wise Game Booster を共有:
FrmLikeit.btndownload.caption=無料ダウンロード
FrmLikeit.imgrate.hint=5 星をお願いします
FrmLikeit.imgmail.hint=あなたの友人と共有
FrmLikeit.imgface1.hint=facebook で共有
FrmLikeit.imgface2.hint=facebook でフォロー
FrmLikeit.imgtwitter1.hint=twitter で共有
FrmLikeit.imgtwitter2.hint=twitter でフォロー
FrmLikeit.Caption=Like it
FrmLikeit.lbldownload.caption=WiseCleaner.com から他のフリーウェアをダウンロード:

;
; gameinfo
;
FrmGameinfo.caption=ゲームの情報
FrmGameinfo.lbltype.caption=ゲームの種類:
FrmGameinfo.lblname.caption=ファイル名:
FrmGameinfo.lblPublisher.caption=ゲーム開発者:
FrmGameinfo.lbltimes.caption=稼働時間:
FrmGameinfo.lbllasttime.caption=最後の実行:
FrmGameinfo.lblrate.caption=ゲームの評価:
FrmGameinfo.lblcomment.caption=ゲームの備考:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=キャンセル
;
;GameBox
;
FrmGameBox.btnsysopt.caption=最適化
FrmGameBox.btnProcessopt.caption=最適化
FrmGameBox.btnServiceopt.caption=最適化
FrmGameBox.btnopt.caption=すべて最適化

;
;sysopt
;
FrmSysOpt.btnopt.caption=最適化開始
FrmSysOpt.lblhint.caption=以下の項目を最適化して、ゲームのパフォーマンスを向上させます

;
;processopt
;
FrmProcess.lblhint.caption=メモリ使用率の高いプロセスを閉じることで、ゲームの速度低下を改善します 
ProcessCpu=CPU 使用率
ProcessMemory=メモリ使用率
ProcessSuggest=提案
ProcessAction=プロセスの管理
ProcessMostMemUse=メモリ使用率の高いプログラム
;
;Serviceopt
;
FrmService.lblhint.caption=現在使用していないサービスを止めることで、ゲームを高速化します
ServicePublisher=開発者
ServiceSuggest=提案
ServiceAction=サービスの管理
ServiceStop=不要なサービスを停止
ServiceDisable=停止 (推奨)
ServiceEnable=開始 (推奨) 
ServiceKeep=保持 (推奨)
ServiceMust=オープン必須

;
;serviceRestore
;
Frmrestore.Btnreall.caption=すべてのサービスを再開
Frmrestore.caption=サービスを再開
Frmrestore.Btnok.caption=OK
ServiceName=サービスの名前
ServiceChangeDateTime=最終更新日時
ServiceRestore=サービスを再開

[GameBox]
GameUnknow=不明
GameRPG=RPG(ロールプレイング)
GameShot=シューティング
GameOther=その他
NeverPlay=プレーなし
UnknowPublisher=不明な開発者
lstbtnadd=ゲームを追加
LblSysopt=システムの最適化
LblProcessopt=プロセスの管理
LblServiceopt=サービスの最適化
LblTitleCheck=PC パフォーマンスをテスト中, お待ちください...

[message]
FirRun=WGB を最初に起動した時に、あなたの PC 内に存在するすべてのゲームを自動検出しますか?
NoNewVer=あなたは現在最新のバージョンを使用しています
CheckComputer=PC パフォーマンスをテスト中, お待ちください...
SearchGame=ローカルにあるゲームを検索中, お待ちください...
Allgood=おめでとうございます! あなたの PC は最適な状態です、最適化は必要ありません
SysGood=最適化が必要な項目はありません! 
ProcessGood=終了する必要があるプロセスはありません! 
ServiceGood=停止する必要があるサービスはありません!
HaveProblem=合計 %d 箇所の項目を検出! "すべて最適化" をクリックしてください
sysProblem=%d 箇所の項目が最適化できます
Processproblem=%d 個のプロセスを終了して、空きメモリを確保することが出来ます
Serviceproblem=%d 個のサービスを終了できます
DeleteGame=本当にこのゲームを除去しますか?
HaveOpt=最適化済
btnRestore=再開
btnOpt=最適化する
BtnAction=動作
BtnStop=サービスを停止
SuggestClose=終了 (推奨)
SuggestKeep=保持 (推奨)
haveStoped=停止済
HaveRun=開始済
BtnRun=開始
HaveFail=停止に失敗
OptComputer=最適化中, お待ちください...
AllgoodAfterOpt=最適化が完了 %s MB が確保されました! ゲームを開始してください
AllgoodAfterManualOpt=おめでとうございます! 最適化が必要な項目はありません! ゲームを開始してください
HaveProblemAfterOpt=%d 個の項目の最適化に失敗しましたが %s MB のメモリが確保されました


[sysopt]
SystemStable=システムの安定性
SystemSpeedup=システムの高速化
NetworkSpeedup=ネットワークの高速化
AutoKill=応答のないアプリケーションを自動的に終了して、システムのクラッシュを防止
RestartExplorer=エクスプローラを自動的に再起動することで、予期せぬデスクトップの消失を防止
TwoProcess=エクスプローラのプロセスを別のプロセスとして稼働することで、システムの競合を回避
ErrorReport=エラー報告画面を無効にすることで、システムパフォーマンスを向上
Debugger=デバッガを無効にすることでエラー処理の速度を改善
OptMemory=メモリのデフォルト設定を最適化することで、システムパフォーマンスを向上
OptVEff=フロントエンドコンポーネント (ダイアログ, メニュー, 他.)の外観を最適化して、システムの応答速度を改善
OptFileSystem=ファイルシステムを最適化することで、システムパフォーマンスを向上
OptDiskSystem=サブシステムのディスク I/O を最適化することで、システムパフォーマンスを向上
DisAutoRun=ドライブの "オートプレイ" 機能を無効にすることで、ウイルスの感染を防止
OptTTL=TTL(Time To Live) 設定を最適化することで、ネットワークパフォーマンスを向上
OptNetForward=ネットワーク転送性能を最適化することで、ネットワークパフォーマンスを向上
OptMTU="ブラックホール" の自動検出(MTU)を有効にすることで TCP/IPパフォーマンスを向上
OptWINS=WINS 名前クエリ時間を最適化することで、データ転送速度を向上
OptNetWork=ネットワーク設定を最適化することで、転送パフォーマンスを向上
CloseAnimate=ウィンドウ最大化/最小化時のアニメーション効果を無効にすることで、ウィンドウの反応速度を高速化
PagingExecutive=メモリ丁付けを無効、ディスクI/Oを減少させることで、アプリケーションのパフォーマンスを向上(搭載されている物理メモリ <1 Gb の場合は無効)
StaticIP=静的 IP をあなたのローカル接続にセットすることで、PC のスタートアップ速度を向上
PorcessorTime=アプリケーション、ゲーム、その他がよりスムーズに動作するようにプロセッサを最適化(あなたのマシンがサーバの場合は無効)
DisableIDECheck=IDE チャンネルのチェックを無効にすることで、Windows のスタートアップ速度を向上
ForeAppSpeed=フォアグラウンドプログラムの応答速度を高速化
AeroPeek=Aero Peek の表示速度を高速化



